"lblChargeLimit" = "Charge Limit";
"btnDischarge" = "Discharge";
"btnTopup" = "Top Up";
"btnInstallHelper" = "Install Helper";
"btnQuit" = "Quit";
"hlpSailingModePopover" = "Sailing mode activated.";
"hlpCalibrationPopover" = "Currently Rebalancing and Recalibrating.";
"hlpHeatProtectionPopover" = "Inhibiting Charge because of high battery temperature. Current temperature: ";
"hlpIntelModePopover" = "Intel mode enabled.";
"lblSailingMode" = "Sailing Mode";
"lblSailingLevel" = "Sailing Level";
"txtEnabled" = "Enabled";
"txtDisabled" = "Disabled";
"hlpSailingModeSettings" = "After BatteryPro has finished charging your battery to the desired value, it will let your MacBook fall back to the set percentage before it starts charging again. This is done to prevent rapid charging/discharging around the set value.";
"txtWillSailTo" = "Will sail to ";
"txtSailingModeDeactivated" = "Sailing Mode deactivated.";
"lblHeatProtection" = "Heat Protection";
"hlpHeatProtectionSettings" = "BatteryPro automatically stops charging if your battery temperature exceeds the set value.";
"txtMaxTemp" = "Max. Temp";
"txtCurrent" = "  Current: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Heat protection deactivated.";
"lblCalibrationMode" = "Calibration Mode";
"btnStopCalibration" = "Stop Calibration";
"btnStartCalibration" = "Start Calibration";
"txtCharge100" = "Charge\n100%";
"txtHold1h" = "Hold\n1h";
"txtDischarge" = "Discharge\n";
"lblStopChargingWhenSleeping" = "Stop charging\nwhen sleeping";
"lblStopChargingWhenClosed" = "Stop charging\nwhen app closed";
"lblStopChargingWhenPoweredOff" = "Stop charging\nwhen powered off";
"hlpStopChargingWhenPoweredOff" = "When activated, charging stays inhibited when BatteryPro is quit. This can be re-enabled by restarting BatteryPro or resetting the SMC.";
"lblIntelMode" = "Intel Mode";
"hlpIntelModeSettings" = "Only available on Intel MacBooks. This uses another SMC key for controlling the max charge value. Features like Allow Discharge, Sailing Mode and Calibration mode are not available in this mode, but the set charge value persists reboots. The actual end value can also differ by up to 5% from what you set.";
"lblHelperApp" = "Helper Application";
"btnReinstall" = "Reinstall";
"btnRemove" = "Remove";
"lblUpdates" = "Updates";
"btnCheckForUpdates" = "Check for Updates";
"txtCheckManually" = "Check Manually";
"txtCheckAutomatically" = "Check Automatically";
"lblOther" = "Other";
"btnManageLicense" = "Manage License";
"btnActivateLicense" = "Activate License";
"btnSaveDebugFile" = "Save Debug File";
"btnOnboarding" = "Onboarding";
"lblLaunchAtLogin" = "Launch at Login";
"hlpLaunchAtLogin" = "Launch BatteryPro on Startup";
"lblRestoreCompleted" = "Restore Completed!";
"txtRestoreCompleted" = "Your Settings have been restored to their default values.";
"btnResetSettings" = "Reset Settings";
"lblAlDentePro" = "BatteryPro Pro";
"lblAlDenteFree" = "BatteryPro Free";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Cooked up️ in 2024 by AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"lblSyncingChargeState" = "Syncing Charge State";
"txtDischargeExitDescription" = "Since BatteryPro is currently discharging your battery, it has to wait until macOS recognizes that the discharge stopped before exiting the app. Press OK to exit anyway, which may lead to your screen going blank once.";
"btnOK" = "OK";
"btnCancel" = "Cancel";
"lblIntelNotification" = "BatteryPro is running in Intel Mode";
"txtIntelNotification" = "Due to hardware limitations, only Intel Mode is available on this MacBook. Pro features cannot be enabled in this state.";
"lblSetupNotification" = "AlDente Pro Setup";
"txtSetupNotification" = "Please go to:\n\nSystem Preferences ➔ Battery ➔ Battery\n\nand disable\n\n \Optimized battery charging\.\n\nThis ensures that AlDente has full control over the charging behavior.";
"lblUpdateHelperNotification" = "Update Helper";
"txtUpdateHelperNotification" = "AlDente needs to update the helper application. You can remove this application at any time using the \nRemove Helper\nButton.";
"lblInstallHelperNotification" = "Install Helper";
"txtInstallHelperNotification" = "To be able to control your MacBook's charging behavior, AlDente Pro needs to install a helper application. You can remove this application at any time using the \nRemove Helper\nButton.";
"lblHelperInstallSuccessNotification" = "Helper Installation successful!";
"lblRemoveHelperNotification" = "Remove Helper?";
"txtRemoveHelperNotification" = "Are you sure you want to remove the helper application? AlDente can only operate with the helper installed.";
"lblHelperRemovedNotification" = "Helper Removed";
"txtHelperRemovedNotification" = "You have successfully removed AlDente's helper application. Since AlDente relies on the helper tool to do its magic, it won't be of much use until you reinstall the helper. AlDente will quit now.";
"lblClamshellDischargeProNotification" = "Sorry!";
"txtClamshellDischargeProNotification" = "Active Discharge in Clamshell Mode is only available with the Pro version.";
"lblDischargeInfoNotification" = "Some Words about Discharge Mode";
"txtDischargeInfoNotification" = "To enable discharge in all scenarios, like clamshell mode, AlDente has to temporarily disable your device's sleep functionality. Because of this, the Sleep option might be greyed out while discharging on some MacBooks. Also, some other apps controlling sleep behavior might not work correctly.";
"lblDebugInfoSavedNotification" = "Debug Info saved";
"txtDebugInfoSavedNotification" = "Debug info file has been successfully saved to: ";
"lblActivationSuccessfulNotification" = "Activation successful!";
"txtActivationSuccessfulNotification" = "Thank you for buying AlDente Pro! May the pasta be with you.";
"lblNoConnectionNotification" = "No connection";
"lblDisableSleepCompletely" = "Disable Sleep\nuntil Charge Limit";
"hlpDisableSleepCompletely" = "With this setting enabled, AlDente disables your MacBook's sleep system until your charge limit is reached, even when the notebook is closed. Sleep is automatically enabled again when the power cord is unplugged.";
"lblShowOnStartup" = "Show on Startup";
"hlpShowOnStartup" = "AlDente's user interface will automatically open when the app is started.";
"hlpShowDockIcon" = "An AlDente icon is visible in the dock.";
"lblShowDockIcon" = "Show Dock Icon";
"hlpNoMenubarIcon" = "Remove AlDente's icon from the menu bar. When enabling this, the app is only accessible via the dock icon.";
"lblPopoverAnimation" = "Popup Animation";
"hlpPopoverAnimation" = "Turns the Popup animation on or off.";
"lblPopupWindow" = "Popup Window";
"lblNoMenubarIcon" = "Hide Menubar Icon";
"lblShowOnlyAlDenteIcon" = "Only AlDente Icon";
"lblMenubarIcon" = "Menubar Icon";
"txtHold" = "Hold\n";
"txtDifference" = "Difference:";
"txtNoConnectionNotification" = "AlDente needs to check if your license is valid once every 30 days. Please connect to the internet for AlDente to work.";
"lblAdvancedIntelMode" = "Advanced Intel Mode";
"hlpSettingsLock" = "Settings are locked. Contact your system admin to free them.";
"hlpUseRealPercentage" = "With this setting enabled, AlDente takes the actual hardware battery percentage as a reference. The value shown in macOS usually differs from this by a few percent, depending on the age of the battery and the charge state.";
"ttlStats" = "Stats";
"lblUseRealPercentage" = "Hardware Battery Percentage";
"hlpShowOnlyAlDenteIcon" = "Who wouldn't want a fresh plate of pasta in their menu bar at every time?";
"hlpShowBatteryIcon" = "Who wouldn't want a fresh plate of pasta in their menu bar at every time?";
"hlpShowPercentage" = "Who wouldn't want a fresh plate of pasta in their menu bar at every time? This feature is not available with iOS Native icon style";
"lblCheckAutomatically" = "Check Automatically";
"txtIntelExplanation" = "On your MacBook, the charge limit can persist when powered off or in sleep mode. Please note that the percentage can vary by a few points in these cases due to technical limitations.";
"ttlMoreSettings" = "More";
"ttlScheduleSettings" = "Schedule";
"lblSleep" = "Sleep";
"lblLockScreenWhenClosed" = "Lock Screen when Closed";
"hlpLockScreenWhenClosed" = "When enabled, the screen is automatically locked when the lid is closed and sleep mode is deactivated.";
"lblAutomaticDischarge" = "Automatic Discharge";
"hlpAutomaticDischarge" = "When enabled, AlDente will automatically discharge to the set value if the current percentage is higher.";
"lblCharging" = "Charging";
"hlpAutomaticDischargeButton" = "AlDente will automatically discharge your battery when the set charge limit is lower than the battery percentage.";
"ttlGeneralSettings" = "General";
"ttlDashboard" = "Dashboard";
"ttlChargeSettings" = "Charge";
"ttlFeatureSettings" = "Features";
"ttlAppearanceSettings" = "Appearance";
"txtSetupNotificationVentura" = "Please go to:\n\nSystem Preferences ➔\nBattery ➔\nBattery Health (Info Button)\n\nand disable:\n\n \Optimized battery charging\.\n\nThis ensures that AlDente has full control over the charging behavior.";
"lblMagsafeLED" = "Magsafe LED";
"hlpControlMagsafeLED" = "If this setting is enabled, AlDente matches the color of the Magsafe LED to the current charging state.";
"lblBlinkOrangeDischarge" = "Blink Orange during Discharge";
"hlpBlinkOrangeDischarge" = "If this setting is enabled, the Magsafe LED will blink orange while Discharge is enabled.";
"hlpMagsafeAlwaysOff" = "If this setting is enabled, the Magsafe LED is always off as long as AlDente is running.";
"ttlCalibrationNotPossible" = "Calibration not possible!";
"txtCalibrationNotPossible" = "Calibration Mode is only available when the charger is connected.";
"ttlSMCIssue" = "Charge Limit Error";
"ttlLowChargeLimitWarning" = "Low Charge Limit";
"txtLowChargeLimitWarning" = "Keeping your battery at a low percentage for a prolonged amount of time can increase the chance of miscalibration.\nThis can lead to unintended power-offs of your device.\nIf this is the case, it can usually be fixed with AlDente's Calibration Mode.";
"txtSMCIssue" = "AlDente has detected an issue with macOS that can cause the Charge Limiter to not work temporarily.\nPlease perform the following steps to get AlDente to work again:\n1. Unplug your charger from the socket and turn off your MacBook\n2. Wait for 5 minutes\n3. Turn on the MacBook and plug in the charger\nAlDente should work again as expected.";
"ttlTasks" = "Tasks";
"txtTasksIntelMode" = "Task scheduling is not available in Intel Mode.";
"txtTasksNotActivated" = "Get AlDente Pro to unlock task scheduling!";
"txtCreateNewTask" = "Use the + button to add a new task!";
"txtTask" = "Task";
"txtStartTasksNext" = "Start Tasks at next Opportunity:";
"txtTaskHistory" = "Task History";
"ttlName" = "Name:";
"ttlActive" = "Active:";
"ttlAction" = "Action:";
"txtTopUp" = "Top-Up";
"txtDischargeTo" = "Discharge to";
"ttlRepeat" = "Repeat:";
"txtDaily" = "Daily";
"txtWeekly" = "Weekly";
"txtMonthly" = "Monthly";
"ttlStart" = "Start:";
"hlpStartTasksNext" = "AlDente cannot run tasks while your MacBook is asleep or powered off. If your MacBook was asleep or powered off while a task was supposed to run, it will start the task at the next opportunity, when it is turned on again.";
"lblHelperInstallError" = "Helper Install Error";
"txtHelperInstallError" = "There has been an issue during the helper installation. Click next to reload the helper service. You will be asked to enter your password again.";
"txtInstallHelper" = "AlDente needs its helper application running in order to work. Please install the helper application.";
"txtHelperInstallSuccessNotification" = "The helper application has been successfully installed!";
"txtPause" = "Pause Charging";
"txtCalibrate" = "Start Calibration Mode";
"txtChargeTo" = "Set Charge Limit";
"ttlAlDenteSetup" = "AlDente Setup";
"txtAlDenteHeadline" = "Welcome to AlDente!";
"txtIntro" = "Before we can get started, we need to configure a few things.";
"ttlInstallHelper" = "Install Helper App";
"txtInstallHelperInfo" = "AlDente needs the helper app to control your MacBook's charging behavior.";
"txtHelperInstalled" = "(Helper Already Installed)";
"ttlOptimisedCharging" = " Optimized Battery Charging";
"txtOptimisedChargingInfo" = "To give AlDente full control over the charging behavior of your MacBook, Optimized Battery Charging needs to be disabled.";
"bpOpenSettings" = "• Open System Settings → Battery";
"bpClickInfoButton" = "• Click the info button next to Battery Health";
"bpDisableOptimisedCharging" = "• Disable Optimized Battery Charging";
"txtDisableOptimisedChargingOld" = "Please go to: System Preferences ➔ Battery ➔ Battery and disable: Optimized battery charging.";
"btnOpenSettings" = "Open Settings";
"ttlCustomiseAlDente" = "Customize AlDente";
"txtPresetInfo" = "How do you use your MacBook?";
"btnMostlyHome" = "Mostly Home";
"btnOnTheGo" = "On the go";
"btnSkip" = "Skip";
"ttlSetupModal" = "This configures the following settings:";
"bpChargeLimit" = "• Charge Limit";
"bpLaunchAtLogin" = "• Launch at Login";
"bpSailingMode" = "• Sailing Mode*";
"bpHeatProtection" = "• Heat Protection*";
"bpAutomaticDischarge" = "• Automatic Discharge*";
"bpStopChargingWhenSleeping" = "• Stop Charging when Sleeping*";
"bpStopChargingWhenClosed" = "• Stop Charging when App closed*";
"bpHardwareBatteryPercentage" = "• Hardware Battery Percentage*";
"ttlProLicense" = "Pro License";
"txtProLicenseInfo" = "If you already have a Pro license, you can activate it here.";
"btnUseFree" = "Use Free";
"btnActivatePro" = "Activate Pro";
"txtOn" = "On";
"txtOff" = "Off";
"txtOnlyInPro" = "* Only Available in AlDente Pro";
"txtEveryWeekday" = "Weekdays";
"txtEvery2Weeks" = "Biweekly";
"lblStats" = "Stats";
"lblPowerFlowNotAvailable" = "Due to technical restrictions, Power Flow is not available on this system.";
"txtPowerFlowFreeExplanation" = "This is only example data for demonstration purposes. Unlock AlDente Pro to get realtime data!";
"lblShowInPopover" = "Show in Popover";
"hlpShowInPopover" = "If enabled, this widget will also be visible in the menu bar popover.";
"lblShowPercentage" = "Show Percentage";
"lblShowBatteryIcon" = "Show Battery";
"lblDischargeLimitToHighNotification" = "Charge Limit too High";
"txtDischargeLimitToHighNotification" = "To use the discharge feature, you need to set the charge limit to a value lower than the current battery percentage.";
"chkDontAskAgain" = "Don't ask again";
"lblLimit" = "Limit:";
"txtAlDenteStatus" = "AlDente Status";
"txtMacOSNative" = "macOS Native";
"txtMacOSColored" = "macOS Colored";
"txtIOSNative" = "iOS Native";
"ttlSettingsBackup" = "A backup of AlDente Pro settings has been found. Do you want to restore them?";
"txtSettingsBackup" = "Restore Pro Settings?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "AlDente Settings";
"txtDontShow" = "Don't Show";
"txtDontRepeat" = "Don't Repeat";
"lblIconStyle" = "Icon Style";
"txtAlDenteIcon" = "AlDente Logo";
"txtEnterTargetPercentage" = "Enter the target percentage:";
"hlpSailingMinPerc" = "Below 20%, AlDente will always charge your battery and Sailing Mode is overridden.";
"ttlPowerFlow" = "Power Flow";
"chkRembemberDecision" = "Remember my decision";
"ttlSensorData" = "Sensor Data";
"ttlBatHealth" = "Battery Health";
"txtDesignCap" = "Design Capacity:";
"txtMaxCap" = "Maximum Capacity:";
"txtHardwareCap" = "Hardware Capacity:";
"txtMacOSCap" = "macOS Capacity:";
"txtCycleCount" = "Cycle Count:";
"ttlBatSpecs" = "Battery Specs";
"txtBatTemp" = "Battery Temperature:";
"txtTimeRemaining" = "Time Remaining:";
"txtTimeToFull" = "Time to full:";
"txtTimeUntilFull" = "Until full";
"txtBatterySerial" = "Serial Number:";
"ttlElectricalSpecs" = "Electrical Specs";
"txtChargerI" = "Charger Current:";
"txtChargerU" = "Charger Voltage:";
"txtSystemP" = "System Load:";
"txtCalibrationInterrupted" = "Calibration Mode has been interrupted.\n Do you want to continue the calibration?";
"txtPopover" = "Show in Popover";
"ttlQuitApp" = "Quit AlDente?";
"txtQuitApp" = "Do you want to quit AlDente?";
"txtCondition" = "macOS Condition:";
"lblLowPowerMode" = "Low Power Mode";
"lblTopUpWhileCalibrationNotification" = "Top Up not possible.";
"lblTopUpWhileUnpluggedNotification" = "Top Up not possible.";
"lblDischargeWhileUnpluggedNotification" = "Discharge not possible.";
"txtTopUpWhileCalibrationNotification" = "Top Up is not possible while a calibration is running. Please disable Calibration Mode before starting to Top Up.";
"txtTopUpWhileUnpluggedNotification" = "Top up is only possible when the charger is connected.";
"txtDischargeWhileUnpluggedNotification" = "Discharge is only possible when the charger is connected.";
"txtNothing" = "Do Nothing";
"hlpRightClickAction" = "Determines what should happen when the AlDente icon in the menu bar is right-clicked.";
"txtToggleChargeLimit" = "Charging Start/Stop";
"txtToggleLPM" = "Low Power Mode Enable/Disable";
"txtRightClickAction" = "Menubar Right Click";
"txtLastCalibration" = "Last Calibration:";
"txtMirrorLeftClick" = "Like Left Click";
"hlpStopChargingWhenSleeping" = "When activated, charging is automatically inhibited when the system is entering sleep mode, even if the desired percentage is not yet reached. This feature is not available when Disable Sleep until Charge Limit is enabled.";
"btnLicenseFooter" = "License";
"lblAutocooker" = "Autocooker";
"lblLPMColor" = "Low Power Mode Tint";
"hlpLPMColor" = "If enabled, the menu bar icon will be tinted yellow when Low Power Mode is activated.";
"btnContinue" = "Continue";
"lblControlMagsafeLED" = "Indicate Charge Limit";
"lblMagsafeAlwaysOff" = "LED Setting";
"txtNot" = "Always Off";
"txtAlways" = "Always On";
"txtWhileSleep" = "Off During Sleep";
"ttlHighUsageApps" = "Apps Using Significant Energy";
"txtNoHighUsageApps" = "No Apps Using Significant Energy";
"ttlPowerAdapterSpecs" = "Power Adapter Specs";
"txtAdapterName" = "Name:";
"txtAdapterManufacturer" = "Manufacturer:";
"txtAdapterSerial" = "Serial Number:";
"txtAdapterWatts" = "Power:";
"txtAdapterVoltage" = "Voltage:";
"txtAdapterCurrent" = "Current:";
"txtBatteryChargingPower" = "Power:";
"txtOf" = "of";
"txtPowerAdapterInfoDischarging" = "Power Adapter Specs are not available when discharging.";
"txtOnlyInPro2" = "Only Available in AlDente Pro 🔒";
"txtBatI" = "Current:";
"txtBatU" = "Voltage:";
"ttlHighUsageAppsPopover" = "Using Significant Energy";
"ttlDashboardOnlyInProVersion" = "The full Dashboard view is only available in AlDente Pro.";
"txtCycles" = "Cycles";
"ttlSetupSurvey" = "Quick Setup Survey (recommended)";
"txtSetupSurveyDescription" = "Let us customize AlDente according to your specific \nneeds with a few questions. This is gonna take just a minute.";
"ttlStartSurvey" = "Start Survey";
"txtSkip" = "Skip";
"txtAlmostNever" = "Almost Never";
"txtSometimes" = "Sometimes";
"txtMostly" = "Mostly";
"txtHowOftenOnTheGo" = "How often do you use your macbook on the go?";
"txtTemperatureQuestion" = "What is an average temperature in your office?";
"txtSwitchOffQuestion" = "Do you regularly switch your MacBook off \nor change user accounts?";
"txtCalibrationQuestion" = "Do you want AlDente to keep your battery \ncalibrated automatically?";
"txtAnalyzing" = "Analyzing your answers and setting up AlDente...";
"txtSurveyConfigured" = "AlDente was configured with the following settings";
"txtChangeLaterSettings" = "You can always change it later in the Settings.";
"ttlFreeFeatures" = "Free AlDente Features:";
"ttlProFeatures" = "AlDente Pro Features:";
"ttlMaxTemperature" = "Maximum Temperature";
"lblStopChargingWhenSleepingOneLine" = "Stop charging when sleeping";
"lblAutomaticCalibration" = "Automatic Calibration";
"lblWhatIsCalibration" = "What is Battery Calibration?";
"txtEveryTwoWeeks" = "Every 2 Weeks";
"hlpCalibration" = "Over time, your MacBook's battery might get \confused\ about how much charge it can hold, leading to problems like shutting down unexpectedly at 50%. Calibration fixes this by running a full discharge-recharge cycle. If you often use your MacBook plugged in, this feature helps keep your battery healthy and reliable.";
"lblTurnOffOptimizedCharging" = "Disable Optimized Battery Charging";
"txtTurnOffOptimizedCharging" = "To let AlDente fully control your MacBook’s charging behavior, you must disable Optimized Battery Charging.";
"txtTurnOff" = " Turn Off";
"txtDone" = " Done";
"btnFinish" = "Finish";
"txtConfirmByClicking" = " when prompted, then confirm by clicking ";
"txt3Click" = "3. Click ";
"btnAllSet" = "All Set";
"txt1NavigateTo" = "1. Go to ";
"txtBatter" = "Battery";
"txtSystemSettings" = " System Settings";
"txtClickInfoIcon1" = "2. Click the ";
"txtClickInfoIcon2" = " Info";
"txtClickInfoIcon3" = " icon and toggle ";
"txtClickInfoIcon4" = " off.";
"ttlFinalSetupStep" = "One last step before you can start using AlDente";
"ttlImportantToKnow" = "What is important to know?";
"ttlUnlockBatteryPotential" = "Unlock your battery's full potential with AlDente Pro";
"txtImportantToKnow" = "Due to Apple's design constraints, AlDente cannot limit charging on your MacBook when it's turned off, so it will fully charge to 100% in this scenario.";
"ttlSignificantUsage" = "Significant Usage";
"txtManyMore" = "... and many more!";
"txtActivateLicenseHere" = "Activate your license here or continue with the free version";
"btnFreeVersion" = "Use Free Version";
"btnActivateNow" = "Activate Now";
"lblYouLicense" = "Your AlDente License";
"lblEnterEmailAndLicense" = "Enter Email and License";
"txtLicenseActivateWith" = "Your license is activated with the following email and code:";
"txtProvideEmailAndLicense" = "Please provide your email address and license key.";
"txtEmail" = "Email";
"txtLicenseKey" = "License Key";
"btnDeactivate" = "Deactivate";
"btnSubmit" = "Submit";
"btnNoLicenseYet" = "No License Yet?";
"btnGetStarted" = "Get Started";
"btnYes" = "Yes";
"btnNo" = "No";
"ttlSetupWindows" = "Do not overcook your battery, keep it fresh and chewy \nwith AlDente";
"lblAllowAutomaticUpdates" = "Allow Automatic Updates";
"hlpAllowAutomaticUpdates" = "When enabled, AlDente fetches new updates automatically.";
"hlpShareBatteryData" = "When enabled AlDente shares anonymous information about your MacBook's battery to provide more insights and future features.";
"lblBatteryLevel" = "Battery Level";
"lblBatteryTemperature" = "Battery Temperature";
"lblBatteryCycles" = "Battery Cycles";
"lblMaximymCapacity" = "Maximum Capacity";
"ttlPopoverWidgetSpecifications" = "Specifications";
"ttlPopoverWidgetPowerFlow" = "Power Flow";
"ttlPopoverWidgetHighUsageApps" = "High Usage Apps";
"txtNotAvailable" = "Not available";
"btnOpenEditPopup" = "Open in Edit Mode";
"btnSelectAll" = "Select All";
"btnDeselectAll" = "Deselect All";
"hlpPopoverEnterEditMode" = "Long press to enter edit mode.";
"hlpDragToReorder" = "Rearrange Widgets per drag and drop.";
"ttlBatteryHealthAll" = "Battery Health (All)";
"ttlBatterySpecsAll" = "Battery Specs (All)";
"ttlElectricalSpecsAll" = "Electrical Specs (All)";
"ttlPowerAdapterSpecsAll" = "Power Adapter Specs (All)";
"txtCalibrationDischargeTo" = "Discharge\nto";
"txtCalibrationCharge100" = "Charge to \n100%";
"txtInstallHelperOnboarding" = "This helper is what makes the magic happen ✨ — it talks directly to macOS and your hardware to manage charging limits, automatic discharge, heat protection, and pretty much everything else.\n\nIt’s a lightweight and safe process, and it only runs when needed. Installing it is essential for AlDente to do its job properly. \nIt’s like boiling water for pasta 🍝 — without it, nothing’s getting cooked 😉";
"hlpInstallHelperOnboarding" = "You can remove this application anytime within AlDente's settings.";
"txtInstallHelperOnboardingTop" = "To give you full control over your MacBook’s charging behavior, AlDente Pro needs to install a small helper app that runs in the background.";
"ttlHelperInstallOnboarding" = "First things first: Install the Helper";
"ttlWhyInstallHelperOnboarding" = "Why is a background app needed?🤔";
"btnDeletePermanently" = "Delete Permanently";
"btnRemoveAlDente" = "Remove AlDente";
"ttlAlDenteApp" = "AlDente Application";
"ttlHelperApp" = "Helper Application";
"ttlLicense" = "License";
"ttlWhatToRemove" = "What would you like to remove?";
"hlpEnterNewEmail" = "Enter new email";
"hlpRepeatNewEmail" = "Repeat new email";
"ttlChangeEmail" = "Change Email Request";
"txtChangeEmail" = "Please enter your new email below";
"btnUpdate" = "Update";
"hlpEmptyEmailFields" = "Both email fields must be filled in.";
"hlpEmailsDontMatch" = "Emails don't match. Please check for any typos.";
"hlpSameEmail" = "The new email must be different from your current one.";
"hlpEmailUpdated" = "Please note that it may take some time until the email is updated in our system.";
"btnGotIt" = "Got it!";
"txtLicenseActive" = "Your AlDente Pro license is active!";
"ttlLicenseWindowActivated" = "Your AlDente Pro license is served";
"ttlLicenseWindowNotActivated" = "Activate your license to unlock all features!";
"txtLicenseNotActive" = "You are currently on the free version";
"ttlCurrentEmail" = "Current Email";
"ttlLicenseCode" = "Your License Code";
"btnChangeEmail" = "Change Email";
"btnGetAlDentePro" = "Get AlDente Pro";
"txtEmailPlaceholder" = "Enter your email";
"txtLicensePlaceholder" = "Enter your license code";
"btnForgotLicense" = "Forgot your license key?";
"errCouldNotActivate" = "Could not activate";
"ttlQuickActions" = "Quick Action";
"errActivateInvalidEmail" = "Email address you entered is invalid. Please check it for any typos or try another one.";
"errActivateInvalidLicense" = "We couldn't complete the activation, possibly due to a weak internet connection, a VPN or Firewall blocking access, or an invalid or expired license code.";
"errActivateUtilizedLicense" = "This license has already been utilized. Please deactivate it on other devices or contact us to reset the license.";
"ttlEmailUpdated" = "Email Updated";
"ttlEmailNotUpdated" = "Could not update email";
"hlpEmailNotUpdated" = "Sorry, we couldn't change your email, possibly due to a weak (or lack of) internet connection, a VPN or Firewall blocking access, or an invalid or expired license code.";
"lblDisplayOffWhenSleepDisabled" = "Display Sleep when Sleep is Disabled";
"hlpDisplayOffWhenSleepDisabled" = "Sometimes AlDente needs to keep your Mac awake for certain features to work properly — for example, during Calibration Mode or when 'Disable Sleep until Charge Limit' is enabled. This setting allows your display to turn off (based on your macOS settings), while the system itself stays awake, as long as full sleep is disabled.";
"btnActivate" = "Activate";
"txtAlDenteApp" = "Uninstalls and removes the AlDente app file.";
"txtHelperApp" = "Uninstalls and removes the AlDente Helper app file.";
"txtSettingsFile" = "Removes the saved AlDente Settings file.";
"ttlSettingsFile" = "Saved AlDente Settings";
"ttlBatteryData" = "Analytics Data";
"txtLicense" = "Deactivates the license and removes related files.";
"txtBatteryData" = "Removes all locally stored analytics data.";
"lblDisplayOffWhenInactive" = "Turn display off when inactive";
"txtNever" = "Never";
"txtMirrorMacOS" = "Mirror macOS";
"hlpLockScreenSettings" = "Lock Screen Settings while AlDente disables Sleep";
"txtOpenDashboard" = "Open Dashboard";
"txtDeactivateSleepReasons" = "AlDente deactivates Sleep in the following scenarios:";
"txtDuringCalibration" = "During Calibration Mode (necessary)";
"txtDuringDischargeClamshell" = "During Discharge in Clamshell Mode (necessary)";
"txtDuringDisableSleep" = "Disable Sleep until Charge Limit (optional)";
"txtShareBatteryData" = "Opt in and help improve AlDente, fully reversible.";
"btnActivating" = "Activating...";
"lblHelpDefault" = "What do you need to know?";
"txtHelpHeatProtect" = "Heat Protection ensures AlDente automatically halts the charging process if the battery temperature rises beyond a predetermined threshold. It is disabled when Calibration is running to avoid unnecessary delays.\nRecommended value: 35°C";
"txtHelpSailing" = "Sailing Mode is designed to avoid unnecessary micro-charging. This means with a sailing level of 10% and a charge limit of 80%, it will only start charging again as the battery percentage drops to 70%. Also, it is temporarily disabled during Top Up and the Calibration Mode. \nRecommended value: 5-10%";
"txtExploreMore" = "Explore more...";
"lblShareBatteryData" = "Share Technical Data";
"hlpAlDenteDeactivatesSleep" = "To enhance functionality and due to technical limitations, AlDente disables sleep in specific scenarios.";
"txtCalibrationDischarge10" = "Discharge\nto 10%";
"txtPrevious" = "Previous";
"txtNext" = "Next";
"btnPaste" = "Paste";
"txtCalibrationRunOn" = "Last Calibration:";
"txtDashboardNotUpdating" = "Updates paused — window not in focus";
"btnClearAll" = "Clear All";
"hlpClearAllScheduledTasks" = "Clear all scheduled tasks";
"ttlBatterySpecs" = "Battery Specs";
"txtNoGraphsOnDesktop" = "No graphs are currently available for Desktop Mac models.";
"hlpLowPowerMode" = "Enable or disable macOS’s built-in Low Power Mode to reduce energy usage and extend battery life. When enabled, your Mac lowers system performance and display brightness to save power.";
"txtOnlyOnBattery" = "Only on Battery";
"txtOnlyOnCharger" = "Only on Power Adapter";
"txtEnableLPM" = "Enable Low Power Mode";
"txtDisableLPM" = "Disable Low Power Mode";
"txtClamshellCalibrationWarning" = "The display will not be turned off during the Calibration Mode when used in Clamshell Mode due to technical limitations.";
"lblStopChargingWhenClosedOneLine" = "Stop charging when app closed";
"lblStopChargingWhenPoweredOffOneLine" = "Stop charging when powered off";
"hlpPowerGraphTime" = "Time remaining on battery based on an average (for a certain time period) or instant power consumption";
"hlpPowerGraphValue" = "The value used to calculate the time remaining. It is either the current system load or the average for a selected time period.";
"txtAverage" = "Average";
"txtInstant" = "Instant";
"ttlCurrentCapacity" = "Battery Charge";
"txtChargeLimitDisabledCalibration" = "You cannot change the charge limit during the calibration mode.";
"lblChargeLimitDisabledCalibration" = "Calibration Running";
"txtCouldNotActivateTimeout" = "We couldn't complete the activation. Please check your internet connection, disable any VPN or firewall that might be interfering, and then restart the application.";
"txtShowAbove" = "show above:";
"txtLowUsage" = "Low Usage";
"txtMediumUsage" = "Medium Usage (macOS default)";
"txtHighUsage" = "High Usage";
"hlpAppEnergyUsage" = "Sets the minimum energy usage an app must have to appear in the \Apps Using Significant Energy\ list. Selecting \Low Usage\ will show more apps, including those with light energy consumption. \Medium Usage\ matches closely with macOS’s own energy impact reporting. \High Usage\ will only show the most power-hungry apps, like video editing software, 3D modeling tools, and heavy graphics games.";
"btnSettings" = "Settings";
"hlpChargeLimiter" = "This feature limits the battery charge to a maximum level you set, helping to prolong your battery’s lifespan. Keeping your battery at 100% charge for long periods can cause faster wear and reduce its overall health over time.";
"hlpShortcutsApp" = "You can automate many of BatteryPro’s actions with the macOS shortcuts app.";
"btnOpenShortcuts" = "Open Shortcuts App";
"lblAlDenteShortcuts" = "BatteryPro Shortcuts";
"lblAppleShortcuts" = "Available Apple Shortcuts";
"txtStartDischarge" = "Start Discharge";
"txtGetBatteryPercentage" = "Get Battery Percentage";
"txtGetBatteryPercentageDetailed" = "Returns the current battery percentage.";
"txtGetChargeLimit" = "Get Charge Limit";
"txtGetChargeLimitDetailed" = "Returns the current charge limit set in BatteryPro.";
"txtGetState" = "Get State";
"txtGetStateDetailed" = "Returns the current state of BatteryPro (e.g., Charging, Discharging).";
"txtGetTemp" = "Get Temperature";
"txtGetTempDetailed" = "Returns the current temperature of the MacBook battery.";
"txtSetMagsafe" = "Set MagSafe LED";
"txtSetMagsafeDetailed" = "Controls the MagSafe charging LED indicator.";
"txtChargeToDetailed" = "Sets a specific charge limit percentage.";
"txtCalibrateDetailed" = "Initiates the calibration process to recalibrate the battery.";
"txtStartDischargeDetailed" = "Begins discharging the battery to the set charge limit.";
"txtPauseDetailed" = "Pauses charging by setting the charge limit to the current battery percentage.";
"txtTopupDetailed" = "Sets the charge limit to 100% and starts charging.";
"btnGetPro" = "Get Pro";
"lblSleepDisabled" = "Disable Sleep";
"txtUnlockAllWidgets" = "Unlock all widgets with BatteryPro Pro";
"btnUnlock" = "Unlock";
"catCharge" = "Charge Control";
"catSleep" = "Sleep Behavior";
"catEnergy" = "Energy Use";
"catBatteryCare" = "Battery Care";
"catAutomations" = "Automations";
"catShortcuts" = "Shortcuts";
"catPopover" = "Popover";
"catMenubar" = "Menubar";
"ttlTimeRemaining" = "Time Remaining";
"ttlTimeToFull" = "Time to full";
"btnBuyNow" = "Buy Now";
"lblPowerGraph" = "Power Consumption";
"lblEnableDashboardUpdates" = "Background Dashboard Updates";
"txtEnabledOnlyWithDataSharing" = "You can unlock this widget simply by agreeing to share anonymous technical data with us (can always be reverted in the Settings).";
"btnShareData" = "Share Data & Unlock";
"lblDataSharingEnabled" = "Data Sharing Enabled";
"txtDataSharingEnabled" = "BatteryPro will now share anonymous information about your MacBook's battery to provide more insights and future features. Thank you for helping us improve BatteryPro :)";
"hlpEnableDashboardUpdates" = "Enabled: The Dashboard continues updating when the window is not in focus, allowing continuous monitoring. Disabled: The Dashboard pauses updates when the window is not in focus to reduce CPU usage.";
"txtYearly" = "Yearly";
"lblMacOSCap" = "macOS Capacity";
"lblCondition" = "macOS Condition";
"hlpMenubarIntervalUpdate" = "Menubar will update automatically whenever BatteryPro's state changes (e.g. percentage, charging, sailing, etc.) or when the specified interval is reached. \nRecommended value: 5-10s.";
"ttlMenubarIntervalUpdate" = "Menubar Update Interval";
"hlpMenubarSpacing" = "Controls the gap between menu bar items. Increase for better readability, decrease to fit more items. Note: You'll need at least 2 items selected to see changes.";
"ttlMenubarSpacing" = "Menubar Items Spacing";
"ttlMenubarItemsCatalog" = "Menubar Items Catalog";
"txtSelectedMenubarItemsEmpty" = "Add menubar items from the catalog below.";
"ttlSelectedMenubarItems" = "Selected Menubar Items";
"hlpSelectedMenubarItems" = "To hide an icon near the stats value - just click on the item. You can also reorder the items by dragging them. This will change how the items are displayed in the menubar.";
"lblTimeToFullRemaining" = "Time To Full/Remaining";
"lblCurrent" = "Current";
"lblVoltage" = "Voltage";
"lblPower" = "Power";
"lblSystemP" = "System Load";
"lblTemperature" = "Temperature";
"lblMainIconStyle" = "Main Icon Style";
"lblMainIconOptions" = "Main Icon Options";
"txtChooseOne" = "Choose one";
"hlpResetMenubarItems" = "Will clear all menubar items, set main icon style to BatteryPro Status with percentage and low power mode display.";
"hlpClearMenubarItems" = "Will clear all menubar items.";
"txtFailedToExecuteTask" = "Failed to execute due to Calibration";
"txtIsScheduled" = "is Scheduled";
"txtIgnoreOrExecuteTask" = "The task wants to interrupt the Calibration Mode. Do you want to continue with calibration and ignore the task?";
"txtCollectingData" = "Collecting data...";
"btnClearTaskHistory" = "Clear All Task History";
"lblAccentColor" = "Accent Color";
"txtSystem" = "System";
"txtRed" = "Red";
"txtOrange" = "Orange";
"txtYellow" = "Yellow";
"txtGreen" = "Green";
"txtBlue" = "Blue";
"txtPurple" = "Purple";
"txtBlack" = "Black";
"txtGray" = "Gray";
"txtLight" = "Light";
"txtDark" = "Dark";
"txtPink" = "Pink";
"ttlAppearanceMode" = "Appearance Mode";
"txtCalibrationHoldFull" = "Hold for";
"txtCalibrationHold" = "Hold";
"ttlAbout" = "About";
"lblReduceTranspacency" = "Reduce Transparency";
"hlpReduceTransparency" = "Changes the material of BatteryPro's panels from liquid glass to frosted glass.";
"txtEnableLPMShortcut" = "Enables the Low Power Mode and sets it to Always";
"txtEnableHPMShortcut" = "Enables the High Power Mode on both battery and power adapter.";
"txtDisableLPMShortcut" = "Disables the Low Power Mode and sets it to Never";
"txtDisableHPMShortcut" = "Disables the High Power Mode on both battery and power adapter.";
"lblOnBattery" = "On Battery";
"lblOnPowerAdapter" = "On Power Adapter";
"lblLPMActive" = "Low Power Mode is active";
"lblHPMActive" = "High Power Mode is active";
"txtFullPowerModeDescription" = "Persistent widget that displays all power mode options and controls.";
"txtCompactPowerModeDescription" = "Appears automatically when Low or High Power Mode is enabled.";
"txtMenubarConfigurationLocked" = "Menubar configuration is unavailable in the free version.";
"btnReset" = "Reset";
"txtChangeChargeStateCalibration" = "You cannot change the charge state during the calibration mode.";
"ttlInterruptCalibration" = "This will interrupt Calibration";
"txtStopCalibration" = "Do you want to stop the Calibration and change the charge state?";
"btnStop" = "Stop";
